Repository: brandonbham333/FRGScanware
Catalog: Scanware/Properties/StringResources.*.resx
Languages: es_mx

# button_clear
source: Clear
es_mx: Claro

# button_confirm
source: Confirm
es_mx: Confirmar

# button_print
source: Print
es_mx: Impresión

# button_reset
source: Reset
es_mx: Reiniciar

# button_search
source: Search
es_mx: Buscar

# header_coil_location
source: Location
es_mx: Localización

# header_coil_verification_status
source: Verification Status
es_mx: Estado de verificación

# header_coil_weight
source: Weight
es_mx: Peso

# header_production_coil_no
source: Coil Number
es_mx: Número de bobina

# header_product_type
source: Product Type
es_mx: tipo de producto

# input_customer_pickup_description
source: Customer Pick Up Description
es_mx: Descripción de recogida del cliente

# label_carrier
source: Carrier
es_mx: Transportador

# label_city
source: City
es_mx: Ciudad

# label_coil_unverified
source: Unverified
es_mx: Inconfirmado

# label_coil_verified
source: Verified
es_mx: Verificado

# label_destination
source: Destination
es_mx: Destino

# label_driver_name
source: Driver Name
es_mx: Nombre del conductor

# label_driver_signature
source: Signature
es_mx: Firma del conductor

# label_load_card_number
source: Load Card Number
es_mx: Cargar número de tarjeta

# label_precheck_prompt
source: Pre-Check Number
es_mx: Número de verificación previa

# label_processed_time
source: Process Time
es_mx: Tiempo procesado

# label_state
source: State
es_mx: Estado

# label_vehicle_number
source: Vehicle Number
es_mx: Número de vehículo

# progress_stage_0
source: Destination
es_mx: Destino

# progress_stage_1
source: Carrier Info
es_mx: Información del transportista

# progress_stage_2
source: Signature
es_mx: Firma

# progress_stage_3
source: Print
es_mx: Impresión

# prompt_select_carrier
source: Select Carrier
es_mx: Seleccionar transportista

# prompt_select_city
source: Select City
es_mx: Ciudad selecta

# prompt_select_state
source: Select State
es_mx: Seleccione estado

# title
source: Kiosk
es_mx: Quiosco

# toggle_prechecked
source: Prechecked
es_mx: Precomprobado

# error_check_in_failed
source: There was an error while checking in
es_mx: Hubo un error al registrarse

# error_invalid_load_card_number
source: Invalid Load Card Number
es_mx: Número de tarjeta de carga no válido

# error_invalid_precheck_number
source: Invalid Pre-Check Number
es_mx: Número de verificación previa no válido

# error_local_destination
source: This terminal can not be used for MSP or NEW PROCESS-COLUMBUS Shipments
es_mx: Este terminal no se puede utilizar para envíos MSP o NEW PROCESS-COLUMBUS

# error_local_destination_supplement
source: is destined for
es_mx: está destinado a

# error_precheck_id_not_found
source: Unable to find Pre-Check ID
es_mx: No se puede encontrar la identificación previa a la verificación

# error_print_failed
source: There was an error while printing ship tag / load cards. Please contact IT support.
es_mx: Se produjo un error al imprimir las tarjetas de carga / etiqueta de envío. Comuníquese con el soporte de TI.

# error_signature_failed
source: An error occurred while attempting to save the signature. Please contact IT support.
es_mx: Se produjo un error al intentar guardar la firma. Comuníquese con el soporte de TI.

# error_signature_required
source: No signature was captured. Signature is required.
es_mx: No se capturó ninguna firma. Se requiere firma.

# error_validation_failed
source: Destination does not match customer order
es_mx: El destino no coincide con el pedido del cliente

# label_load_details
source: Load Details
es_mx: Detalles de carga

# success_message
source: Check-In Complete. Printing Load Card & Bill of Lading. Retrieve paperwork and proceed in your truck down the shipping bay.
es_mx: Registro completo. Impresión de tarjeta de carga y conocimiento de embarque

# error_previous_shipment
source: This load has already been shipped
es_mx: Esta carga ya ha sido enviada

# label_message
source: Message
es_mx: Mensaje

# label_previous_shipment
source: Error
es_mx: Terminado

# instructions_step1
source: Select destination State and City and click Confirm
es_mx: Seleccione el estado y la ciudad de destino y haga clic en Confirmar

# instructions_step2
source: Enter your vehicle number, verify carrier, and click Confirm.
es_mx: Ingrese su número de vehículo, verifique el transportista y haga clic en Confirmar.

# instructions_step3
source: Enter your name, use the touch screen to sign in the blue box, and click Confirm.
es_mx: Escriba su nombre, use la pantalla táctil para iniciar sesión en el cuadro azul y haga clic en Confirmar.

# instructions_step4
source: Verify the details below and click Confirm to print your shipping paperwork.
es_mx: Verifique los detalles a continuación y haga clic en Confirmar para imprimir su documentación de envío.

# error_future_shipment
source: Shipment is scheduled for
es_mx: El envío está programado para

# label_future_shipment
source: Future Shipment
es_mx: Envío futuro
